Repository: enrzh/aiity
Catalog: AIApp/Localizable.xcstrings
Source language: de
Languages: ar, bn, en, es, fr, hi, id, it, ja, ko, pt, ru, tr, ur, vi, zh_hans

source: Adresse deiner sub2api-Instanz (Host:Port). Das iPhone muss sie erreichen — im WLAN per LAN-IP, sonst über Tailscale/VPN.
ar: عنوان نسخة sub2api لديك (Host:Port). يجب أن يصل إليها iPhone — عبر عنوان الشبكة المحلية في الواي-فاي، أو عبر Tailscale/VPN.
bn: আপনার sub2api ইনস্ট্যান্সের ঠিকানা (Host:Port)। iPhone-কে এটি অ্যাক্সেস করতে হবে — WLAN-এ LAN-IP দিয়ে, নাহলে Tailscale/VPN দিয়ে।
en: Address of your sub2api instance (host:port). The iPhone has to reach it — by LAN IP on Wi-Fi, otherwise over Tailscale/VPN.
es: Dirección de tu instancia de sub2api (host:puerto). El iPhone tiene que poder acceder: por IP local en el wifi, o si no por Tailscale/VPN.
fr: Adresse de ton instance sub2api (hôte:port). L'iPhone doit pouvoir l'atteindre — en Wi-Fi via l'IP locale, sinon par Tailscale/VPN.
hi: अपने sub2api इंस्टेंस का पता (Host:Port)। iPhone को इस तक पहुँच होनी चाहिए — WLAN पर LAN-IP से, वरना Tailscale/VPN से।
id: Alamat instans sub2api Anda (Host:Port). iPhone harus dapat mengaksesnya — melalui LAN-IP di WLAN, atau melalui Tailscale/VPN.
it: Indirizzo della tua istanza sub2api (host:porta). L'iPhone deve poterla raggiungere — in Wi-Fi tramite IP locale, altrimenti via Tailscale/VPN.
ja: sub2api インスタンスのアドレス（ホスト:ポート）。iPhone から到達できる必要があります — 同じ Wi-Fi なら LAN IP、それ以外は Tailscale／VPN 経由で。
ko: sub2api 인스턴스 주소 (Host:Port). iPhone이 접근할 수 있어야 합니다 — WLAN에서는 LAN-IP로, 그 외에는 Tailscale/VPN으로.
pt: Endereço da tua instância sub2api (host:porta). O iPhone tem de a alcançar — no Wi-Fi pelo IP local, caso contrário por Tailscale/VPN.
ru: Адрес твоего sub2api (хост:порт). iPhone должен до него достучаться — в Wi-Fi по локальному IP, иначе через Tailscale/VPN.
tr: sub2api örneğinizin adresi (Host:Port). iPhone ona ulaşabilmeli — WLAN'da LAN-IP ile, aksi halde Tailscale/VPN ile.
ur: آپ کے sub2api انسٹینس کا پتہ (Host:Port)۔ iPhone کو اس تک رسائی ہونی چاہیے — WLAN میں LAN-IP کے ذریعے، ورنہ Tailscale/VPN کے ذریعے۔
vi: Địa chỉ instance sub2api của bạn (Host:Port). iPhone phải truy cập được — qua LAN-IP trong WLAN, hoặc qua Tailscale/VPN.
zh_hans: 你的 sub2api 实例地址（主机:端口）。iPhone 必须能访问它 — 同一 Wi-Fi 下用局域网 IP，否则走 Tailscale/VPN。

source: Agent
ar: الوكيل
es: Agente
it: Agente
ja: エージェント
pt: Agente
ru: Агент
zh_hans: 智能体

source: Agent anlegen
ar: إضافة وكيل
bn: Agent তৈরি করুন
en: New agent
es: Crear agente
fr: Créer un agent
hi: नया Agent बनाएँ
id: Buat Agent
it: Crea agente
ja: エージェントを作る
ko: Agent 생성
pt: Criar agente
ru: Создать агента
tr: Agent oluştur
ur: Agent بنائیں
vi: Tạo Agent
zh_hans: 新建智能体

source: Agent löschen?
ar: حذف الوكيل؟
bn: Agent মুছবেন?
en: Delete agent?
es: ¿Eliminar agente?
fr: Supprimer l'agent ?
hi: Agent हटाएँ?
id: Hapus Agent?
it: Eliminare l'agente?
ja: エージェントを削除しますか？
ko: Agent를 삭제할까요?
pt: Eliminar agente?
ru: Удалить агента?
tr: Agent silinsin mi?
ur: Agent حذف کریں؟
vi: Xóa Agent?
zh_hans: 删除该智能体？

source: Agenten
ar: الوكلاء
bn: Agents
en: Agents
es: Agentes
fr: Agents
hi: Agents
id: Agents
it: Agenti
ja: エージェント
ko: Agent
pt: Agentes
ru: Агенты
tr: Agent'lar
ur: Agents
vi: Agent
zh_hans: 智能体

source: Agenten übernommen
ar: تم استيراد الوكلاء
bn: Agents ফিরে পাওয়া গেছে
en: Agents restored
es: Agentes importados
fr: Agents restaurés
hi: Agents वापस मिल गए
id: Agents dipulihkan
it: Agenti importati
ja: エージェントを取り込み
ko: Agent 복구됨
pt: Agentes importados
ru: Агенты добавлены
tr: Agent'lar geri alındı
ur: Agents واپس مل گئے
vi: Đã khôi phục Agent
zh_hans: 已导入智能体

source: Aktiv
ar: نشط
bn: সক্রিয়
en: Active
es: Activo
fr: Actif
hi: सक्रिय
id: Aktif
it: Attivo
ja: 使用中
ko: 활성
pt: Ativo
ru: Активно
tr: Aktif
ur: فعال
vi: Hoạt động
zh_hans: 使用中

source: Als Klartext einfügen
ar: لصق كنص عادي
bn: প্লেইন টেক্সট হিসেবে পেস্ট করুন
en: Paste as plain text
es: Pegar como texto sin formato
fr: Coller en texte brut
hi: प्लेन टेक्स्ट के रूप में पेस्ट करें
id: Tempel sebagai teks biasa
it: Incolla come testo semplice
ja: プレーンテキストでペースト
ko: 일반 텍스트로 붙여넣기
pt: Colar como texto simples
ru: Вставить как текст
tr: Düz metin olarak yapıştır
ur: پلین ٹیکسٹ کے طور پر پیسٹ کریں
vi: Dán dưới dạng văn bản thuần
zh_hans: 以纯文本粘贴

source: Anbieter
ar: المزوّدون
bn: প্রোভাইডার
en: Providers
es: Proveedores
fr: Fournisseurs
hi: प्रोवाइडर
id: Penyedia
it: Provider
ja: プロバイダ
ko: 제공자
pt: Fornecedores
ru: Провайдеры
tr: Sağlayıcı
ur: فراہم کنندہ
vi: Nhà cung cấp
zh_hans: 服务商

source: Anbieter & Modell
ar: المزوّد والنموذج
bn: প্রোভাইডার ও মডেল
en: Provider & model
es: Proveedor y modelo
fr: Fournisseur et modèle
hi: प्रोवाइडर और मॉडल
id: Penyedia & Model
it: Provider e modello
ja: プロバイダとモデル
ko: 제공자 및 모델
pt: Fornecedor e modelo
ru: Провайдер и модель
tr: Sağlayıcı ve Model
ur: فراہم کنندہ اور ماڈل
vi: Nhà cung cấp & Mô hình
zh_hans: 提供方与模型

source: Anbieter und Modell wählen
ar: اختيار المزوّد والنموذج
bn: প্রোভাইডার ও মডেল বাছুন
en: Pick provider and model
es: Elegir proveedor y modelo
fr: Choisir le fournisseur et le modèle
hi: प्रोवाइडर और मॉडल चुनें
id: Pilih penyedia dan model
it: Scegli provider e modello
ja: プロバイダとモデルを選ぶ
ko: 제공자 및 모델 선택
pt: Escolher fornecedor e modelo
ru: Выбери провайдера и модель
tr: Sağlayıcı ve model seç
ur: فراہم کنندہ اور ماڈل منتخب کریں
vi: Chọn nhà cung cấp và mô hình
zh_hans: 选择服务商和模型

source: Anleitung für den Agenten
ar: تعليمات الوكيل
bn: Agent-এর জন্য নির্দেশনা
en: Instructions for the agent
es: Instrucciones para el agente
fr: Instructions pour l'agent
hi: Agent के लिए निर्देश
id: Instruksi untuk Agent
it: Istruzioni per l'agente
ja: エージェントへの指示
ko: Agent를 위한 지침
pt: Instruções para o agente
ru: Инструкция для агента
tr: Agent için talimatlar
ur: Agent کے لیے ہدایات
vi: Hướng dẫn cho Agent
zh_hans: 给智能体的指令

source: Anmeldung abschließen
ar: إتمام تسجيل الدخول
bn: লগইন সম্পূর্ণ করুন
en: Finish signing in
es: Finalizar el inicio de sesión
fr: Terminer la connexion
hi: साइन-इन पूरा करें
id: Selesaikan login
it: Completa l'accesso
ja: ログインを完了
ko: 로그인 완료
pt: Concluir início de sessão
ru: Завершить вход
tr: Girişi tamamla
ur: لاگ اِن مکمل کریں
vi: Hoàn tất đăng nhập
zh_hans: 完成登录

source: Ansehen
ar: عرض
bn: দেখুন
en: View
es: Ver
fr: Voir
hi: देखें
id: Lihat
it: Mostra
ja: 表示
ko: 보기
pt: Ver
ru: Открыть
tr: Görüntüle
ur: دیکھیں
vi: Xem
zh_hans: 查看

source: Antwort fertig
ar: الإجابة جاهزة
bn: উত্তর প্রস্তুত
en: Answer ready
es: Respuesta lista
fr: Réponse prête
hi: जवाब तैयार है
id: Jawaban selesai
it: Risposta pronta
ja: 回答が完了しました
ko: 응답 완료
pt: Resposta pronta
ru: Ответ готов
tr: Yanıt tamam
ur: جواب مکمل
vi: Phản hồi hoàn tất
zh_hans: 回答完成

source: Antwort ist kein gültiges JSON.
ar: الرد ليس JSON صالحاً.
bn: উত্তর বৈধ JSON নয়।
en: The response isn't valid JSON.
es: La respuesta no es un JSON válido.
fr: La réponse n'est pas un JSON valide.
hi: जवाब वैध JSON नहीं है।
id: Jawaban bukan JSON yang valid.
it: La risposta non è un JSON valido.
ja: 応答が正しい JSON ではありません。
ko: 응답이 유효한 JSON이 아닙니다.
pt: A resposta não é JSON válido.
ru: Ответ не является корректным JSON.
tr: Yanıt geçerli JSON değil.
ur: جواب درست JSON نہیں ہے۔
vi: Phản hồi không phải JSON hợp lệ.
zh_hans: 返回内容不是有效的 JSON。

source: Antwort unvollständig — bitte erneut senden (kürzere Anfrage hilft).
ar: الرد غير مكتمل — أعد الإرسال (طلب أقصر يساعد).
bn: উত্তর অসম্পূর্ণ — অনুগ্রহ করে আবার পাঠান (ছোট অনুরোধ সাহায্য করে)।
en: Response is incomplete — please send again (a shorter request helps).
es: Respuesta incompleta — vuelve a enviarla (acortar la petición ayuda).
fr: Réponse incomplète — renvoie ta demande (plus courte, ça aide).
hi: जवाब अधूरा है — कृपया दोबारा भेजें (छोटा सवाल मदद करता है)।
id: Jawaban tidak lengkap — silakan kirim ulang (permintaan lebih pendek membantu).
it: Risposta incompleta — riprova a inviare (una richiesta più breve aiuta).
ja: 応答が途中で切れました — もう一度送ってください（依頼を短くすると通りやすくなります）。
ko: 응답이 불완전합니다 — 다시 보내주세요 (더 짧은 요청이 도움이 됩니다).
pt: Resposta incompleta — envia de novo (um pedido mais curto ajuda).
ru: Ответ неполный — отправь ещё раз (короткий запрос помогает).
tr: Yanıt eksik — lütfen tekrar gönderin (daha kısa istek yardımcı olur).
ur: جواب نامکمل — براہ کرم دوبارہ بھیجیں (چھوٹی درخواست مددگار ہے)۔
vi: Phản hồi chưa hoàn chỉnh — vui lòng gửi lại (yêu cầu ngắn hơn sẽ giúp ích).
zh_hans: 回复不完整 — 请重发（请求短一些会更好）。

source: Anzeige
ar: العرض
bn: প্রদর্শন
en: Display
es: Pantalla
fr: Affichage
hi: डिस्प्ले
id: Tampilan
it: Schermo
ja: 表示
ko: 표시
pt: Apresentação
ru: Экран
tr: Görünüm
ur: ڈسپلے
vi: Hiển thị
zh_hans: 显示

source: Apps
ar: التطبيقات
it: App
ja: アプリ
ru: Приложения
zh_hans: 应用

source: Arbeitet durch, bis die App steht.
ar: يواصل العمل حتى يجهز التطبيق.
bn: অ্যাপ প্রস্তুত না হওয়া পর্যন্ত কাজ করে যায়।
en: Keeps working until the app is done.
es: Trabaja sin parar hasta que la app esté lista.
fr: Travaille jusqu'à ce que l'app soit prête.
hi: तब तक काम करता रहता है जब तक ऐप तैयार न हो जाए।
id: Terus bekerja hingga aplikasi siap.
it: Tira dritto finché l'app non è pronta.
ja: アプリが完成するまで一気に進める。
ko: 앱이 완성될 때까지 계속 작업합니다.
pt: Trabalha sem parar até a app estar pronta.
ru: Работает без остановок, пока приложение не готово.
tr: Uygulama hazır olana kadar çalışmaya devam eder.
ur: ایپ تیار ہونے تک کام کرتا رہتا ہے۔
vi: Tiếp tục làm việc cho đến khi ứng dụng sẵn sàng.
zh_hans: 持续推进，直到应用做好。

source: Archiv unlesbar UND nicht sicherbar — Schreiben gesperrt
ar: الأرشيف غير مقروء ولا يمكن تأمينه — الكتابة موقوفة
bn: আর্কাইভ পড়া যাচ্ছে না এবং সেভও করা যাচ্ছে না — লেখা বন্ধ
en: Archive unreadable AND can't be backed up — writing blocked
es: Archivo ilegible Y no se puede respaldar — escritura bloqueada
fr: Archive illisible ET impossible à sauvegarder — écriture bloquée
hi: आर्काइव पढ़ने योग्य नहीं है और सुरक्षित भी नहीं किया जा सका — लिखना बंद कर दिया गया है
id: Arsip tidak dapat dibaca DAN tidak dapat disimpan — penulisan diblokir
it: Archivio illeggibile E non salvabile — scrittura bloccata
ja: アーカイブが読めず退避もできません — 書き込み停止
ko: 아카이브를 읽을 수 없고 백업도 할 수 없음 — 쓰기 잠김
pt: Arquivo ilegível E impossível de salvaguardar — escrita bloqueada
ru: Архив не читается И не сохраняется — запись заблокирована
tr: Arşiv okunamıyor VE kaydedilemiyor — yazma kilitli
ur: آرکائیو پڑھا نہیں جا سکتا اور محفوظ بھی نہیں کیا جا سکتا — لکھنا بند
vi: Kho lưu trữ không đọc được VÀ không thể sao lưu — chặn ghi
zh_hans: 存档无法读取且无法备份 — 已禁止写入

source: Art
ar: النوع
bn: ধরন
en: Type
es: Tipo
fr: Type
hi: प्रकार
id: Jenis
it: Tipo
ja: 種類
ko: 종류
pt: Tipo
ru: Тип
tr: Tür
ur: قسم
vi: Loại
zh_hans: 类型

source: Auch ein günstiges Modell macht das gut.
ar: حتى نموذج رخيص يؤدي هذا جيداً.
bn: একটি সস্তা মডেলও এটি ভালোভাবে করতে পারে।
en: Even a cheap model handles this well.
es: Hasta un modelo barato lo hace bien.
fr: Même un modèle bon marché s'en sort bien.
hi: एक सस्ता मॉडल भी यह अच्छे से कर लेता है।
id: Model yang murah pun bisa melakukan ini dengan baik.
it: Anche un modello economico lo fa bene.
ja: 安いモデルでも十分こなせます。
ko: 저렴한 모델도 이 작업을 잘 수행합니다.
pt: Até um modelo barato faz isto bem.
ru: С этим справится и дешёвая модель.
tr: Ucuz bir model bile bunu iyi yapar.
ur: ایک سستا ماڈل بھی یہ اچھی طرح کر سکتا ہے۔
vi: Ngay cả một mô hình rẻ cũng làm tốt việc này.
zh_hans: 便宜的模型也能做得很好。

source: Auf dem Gerät
ar: على الجهاز
bn: ডিভাইসে
en: On device
es: En el dispositivo
fr: Sur l'appareil
hi: डिवाइस पर
id: Di perangkat
it: Sul dispositivo
ja: この端末内
ko: 기기에서
pt: No dispositivo
ru: На устройстве
tr: Cihazda
ur: ڈیوائس پر
vi: Trên thiết bị
zh_hans: 在本机

source: Aufgabe
ar: المهمة
bn: কাজ
en: Role
es: Tarea
fr: Mission
hi: भूमिका
id: Tugas
it: Compito
ja: 役割
ko: 작업
pt: Tarefa
ru: Задача
tr: Görev
ur: کام
vi: Nhiệm vụ
zh_hans: 职责

source: Aus einer Backup-Datei ergänzen
ar: إضافة من ملف نسخة احتياطية
bn: একটি ব্যাকআপ ফাইল থেকে যোগ করুন
en: Merge from a backup file
es: Añadir desde una copia de seguridad
fr: Compléter depuis une sauvegarde
hi: बैकअप फ़ाइल से जोड़ें
id: Tambahkan dari file backup
it: Integra da un file di backup
ja: バックアップファイルから追加
ko: 백업 파일에서 추가
pt: Acrescentar de um ficheiro de backup
ru: Добавить из резервной копии
tr: Bir yedek dosyasından ekle
ur: ایک بیک اپ فائل سے شامل کریں
vi: Bổ sung từ tệp sao lưu
zh_hans: 从备份文件补充导入

source: Aus heißt: alles bleibt nur auf diesem Gerät. Es wird nichts gelöscht.
ar: إيقافه يعني: يبقى كل شيء على هذا الجهاز فقط. ولن يُحذف شيء.
bn: বন্ধ মানে: সবকিছু শুধু এই ডিভাইসেই থাকে। কিছুই মুছে যায় না।
en: Off means everything stays on this device only. Nothing gets deleted.
es: Desactivado significa que todo se queda solo en este dispositivo. No se borra nada.
fr: Désactivé veut dire : tout reste uniquement sur cet appareil. Rien n'est supprimé.
hi: बंद का मतलब है: सब कुछ सिर्फ़ इसी डिवाइस पर रहता है। कुछ भी डिलीट नहीं होता।
id: Nonaktif berarti: semuanya tetap hanya di perangkat ini. Tidak ada yang dihapus.
it: Disattivato significa: tutto resta solo su questo dispositivo. Non viene eliminato nulla.
ja: オフにすると、すべてこの端末内だけに残ります。何も削除されません。
ko: 꺼짐은 모든 것이 이 기기에만 남는다는 뜻입니다. 아무것도 삭제되지 않습니다.
pt: Desligado significa: fica tudo só neste dispositivo. Não se apaga nada.
ru: Выключено — значит всё остаётся только на этом устройстве. Ничего не удаляется.
tr: Kapalı demek: her şey yalnızca bu cihazda kalır. Hiçbir şey silinmez.
ur: بند کا مطلب ہے: سب کچھ صرف اسی ڈیوائس پر رہتا ہے۔ کچھ بھی حذف نہیں ہوتا۔
vi: Tắt nghĩa là: mọi thứ chỉ ở lại trên thiết bị này. Không có gì bị xóa.
zh_hans: 关闭表示：所有内容只留在本机。不会删除任何东西。

source: Ausgewählte Agenten antworten in dieser Unterhaltung mit — jeder mit seinem eigenen Modell.
ar: الوكلاء المحددون يشاركون بالرد في هذه المحادثة — كلٌّ بنموذجه الخاص.
bn: নির্বাচিত Agents এই কথোপকথনে উত্তর দেবে — প্রত্যেকে নিজস্ব মডেল দিয়ে।
en: Selected agents chime in on this conversation — each with its own model.
es: Los agentes seleccionados participan en esta conversación, cada uno con su propio modelo.
fr: Les agents sélectionnés répondent aussi dans cette conversation — chacun avec son propre modèle.
hi: चुने गए Agents इस बातचीत में जवाब देते हैं — हर एक अपने मॉडल के साथ।
id: Agent yang dipilih akan ikut menjawab dalam percakapan ini — masing-masing dengan modelnya sendiri.
it: Gli agenti selezionati rispondono in questa conversazione — ognuno con il proprio modello.
ja: 選んだエージェントがこの会話に一緒に応答します — それぞれ自分のモデルで。
ko: 선택된 Agent들이 이 대화에 함께 응답합니다 — 각자 자신의 모델로.
pt: Os agentes selecionados participam nesta conversa — cada um com o seu modelo.
ru: Выбранные агенты тоже отвечают в этом чате — каждый на своей модели.
tr: Seçilen Agent'lar bu sohbette yanıt verir — her biri kendi modeliyle.
ur: منتخب کردہ Agents اس گفتگو میں جواب دیں گے — ہر ایک اپنے ماڈل کے ساتھ۔
vi: Các Agent đã chọn sẽ tham gia trả lời trong cuộc trò chuyện này — mỗi Agent với mô hình riêng.
zh_hans: 被选中的智能体会一起参与这场对话 — 各自使用自己的模型。

source: Auth-Fehler %lld: %@ — API-Key prüfen/erneuern. Bei eigenem Gateway (sub2api): stimmt der sk-…-Key mit dem Server überein?
ar: خطأ مصادقة %lld: %@ — تحقّق من مفتاح API أو جدّده. إذا كنت تستخدم بوابة خاصة بك (sub2api): هل يطابق مفتاح sk-… ما على الخادم؟
bn: Auth ত্রুটি %lld: %@ — API-Key যাচাই/নবীকরণ করুন। নিজস্ব Gateway (sub2api)-এর ক্ষেত্রে: sk-…-Key কি সার্ভারের সাথে মিলছে?
en: Auth error %lld: %@ — check/renew the API key. With your own gateway (sub2api): does the sk-… key match the server?
es: Error de autenticación %lld: %@ — comprueba/renueva la clave API. Con gateway propio (sub2api): ¿coincide la clave sk-… con la del servidor?
fr: Erreur d'authentification %lld : %@ — vérifie ou renouvelle la clé API. Avec ta propre passerelle (sub2api) : la clé sk-… correspond-elle au serveur ?
hi: Auth त्रुटि %lld: %@ — API-Key जाँचें/नया बनाएँ। अपने Gateway (sub2api) के साथ: क्या sk-…-Key सर्वर से मेल खाता है?
id: Kesalahan Auth %lld: %@ — periksa/perbarui API-Key. Untuk Gateway sendiri (sub2api): apakah Key sk-…- cocok dengan server?
it: Errore di autenticazione %lld: %@ — controlla/rinnova la chiave API. Con un gateway tuo (sub2api): la chiave sk-… corrisponde a quella del server?
ja: 認証エラー %lld: %@ — APIキーを確認・再発行してください。自前のゲートウェイ (sub2api) の場合、sk-… キーはサーバーと一致していますか？
ko: 인증 오류 %lld: %@ — API-Key를 확인/갱신하세요. 자체 Gateway(sub2api)의 경우: sk-…-Key가 서버와 일치하나요?
pt: Erro de autenticação %lld: %@ — verifica/renova a chave de API. Com gateway próprio (sub2api): a chave sk-… corresponde à do servidor?
ru: Ошибка аутентификации %lld: %@ — проверь или обнови API-ключ. Если у тебя свой шлюз (sub2api): совпадает ли ключ sk-… с сервером?
tr: Auth hatası %lld: %@ — API-Key'i kontrol edin/yenileyin. Kendi Gateway'inizde (sub2api): sk-…-Key sunucuyla eşleşiyor mu?
ur: Auth خرابی %lld: %@ — API-Key چیک/تجدید کریں۔ اپنے Gateway (sub2api) کی صورت میں: کیا sk-…-Key سرور سے میل کھاتی ہے؟
vi: Lỗi Auth %lld: %@ — kiểm tra/làm mới API-Key. Với Gateway riêng (sub2api): Key sk-…- có khớp với server không?
zh_hans: 认证错误 %lld：%@ — 请检查或更新 API 密钥。使用自建网关（sub2api）时：sk-… 密钥和服务器上的一致吗？

source: Auto (beste verfügbar)
ar: تلقائي (الأفضل المتاح)
bn: স্বয়ংক্রিয় (সেরা উপলব্ধ)
en: Auto (best available)
es: Automático (el mejor disponible)
fr: Auto (le meilleur disponible)
hi: ऑटो (सबसे अच्छा उपलब्ध)
id: Otomatis (terbaik yang tersedia)
it: Auto (il migliore disponibile)
ja: 自動（利用可能な最良）
ko: 자동 (최적 사용 가능)
pt: Automático (o melhor disponível)
ru: Авто (лучшая доступная)
tr: Otomatik (en iyi mevcut)
ur: خودکار (بہترین دستیاب)
vi: Tự động (tốt nhất khả dụng)
zh_hans: 自动（选最优可用）

source: Autorisierungscode oder Callback-URL hier einfügen.
ar: الصِق رمز المصادقة أو رابط الـ Callback هنا.
bn: এখানে অথরাইজেশন কোড বা কলব্যাক URL পেস্ট করুন।
en: Paste the authorization code or callback URL here.
es: Pega aquí el código de autorización o la URL de retorno.
fr: Colle ici le code d'autorisation ou l'URL de retour.
hi: यहाँ ऑथराइज़ेशन कोड या कॉलबैक URL पेस्ट करें।
id: Tempel kode otorisasi atau URL callback di sini.
it: Incolla qui il codice di autorizzazione o l'URL di callback.
ja: 認証コードかコールバック URL をここに貼り付け。
ko: 인증 코드 또는 콜백 URL을 여기에 붙여넣으세요.
pt: Cola aqui o código de autorização ou o URL de callback.
ru: Вставь сюда код авторизации или callback-URL.
tr: Yetkilendirme kodunu veya geri çağırma URL'sini buraya yapıştırın.
ur: یہاں authorization کوڈ یا callback URL پیسٹ کریں۔
vi: Dán mã ủy quyền hoặc URL callback vào đây.
zh_hans: 把授权码或回调 URL 粘贴到这里。

source: Backend
ar: المحرّك
es: Buscador
hi: बैकएंड
ja: バックエンド
ru: Бэкенд
zh_hans: 后端

source: Backup einspielen
ar: استعادة Backup
bn: ব্যাকআপ পুনরুদ্ধার করুন
en: Restore backup
es: Restaurar backup
fr: Restaurer un Backup
hi: बैकअप बहाल करें
id: Pulihkan backup
it: Ripristina backup
ja: Backup を復元
ko: 백업 복원
pt: Repor Backup
ru: Восстановить из Backup
tr: Yedeği geri yükle
ur: بیک اپ بحال کریں
vi: Khôi phục bản sao lưu
zh_hans: 恢复 Backup

source: Backup-Datei erstellen
ar: إنشاء ملف Backup
bn: ব্যাকআপ ফাইল তৈরি করুন
en: Create backup file
es: Crear archivo de backup
fr: Créer un fichier Backup
hi: बैकअप फ़ाइल बनाएँ
id: Buat file backup
it: Crea file di backup
ja: Backup ファイルを作成
ko: 백업 파일 생성
pt: Criar ficheiro de Backup
ru: Создать файл Backup
tr: Yedek dosyası oluştur
ur: بیک اپ فائل بنائیں
vi: Tạo tệp sao lưu
zh_hans: 创建 Backup 文件

source: Base-URL (Standard: %@)
ar: عنوان URL الأساسي (الافتراضي: %@)
bn: Base URL (ডিফল্ট: %@)
en: Base URL (default: %@)
es: URL base (por defecto: %@)
fr: URL de base (par défaut : %@)
hi: बेस URL (डिफ़ॉल्ट: %@)
id: Base URL (default: %@)
it: URL base (predefinito: %@)
ja: ベースURL（既定: %@）
ko: Base URL (기본값: %@)
pt: URL base (predefinição: %@)
ru: Base-URL (по умолчанию: %@)
tr: Base URL (varsayılan: %@)
ur: Base URL (ڈیفالٹ: %@)
vi: Base URL (mặc định: %@)
zh_hans: Base URL（默认：%@）

source: Bearbeiten & Löschen
ar: تعديل وحذف
bn: সম্পাদনা ও মুছুন
en: Edit & delete
es: Editar y eliminar
fr: Modifier et supprimer
hi: बदलें और हटाएँ
id: Edit & Hapus
it: Modifica ed elimina
ja: 編集と削除
ko: 편집 및 삭제
pt: Editar e eliminar
ru: Изменить и удалить
tr: Düzenle ve Sil
ur: ترمیم اور حذف کریں
vi: Chỉnh sửa & Xóa
zh_hans: 编辑与删除

source: Bearbeiten beenden
ar: إنهاء التعديل
bn: সম্পাদনা শেষ করুন
en: Stop editing
es: Terminar edición
fr: Quitter l'édition
hi: बदलना बंद करें
id: Selesai mengedit
it: Esci dalla modifica
ja: 編集を終える
ko: 편집 종료
pt: Terminar edição
ru: Завершить редактирование
tr: Düzenlemeyi bitir
ur: ترمیم ختم کریں
vi: Kết thúc chỉnh sửa
zh_hans: 结束编辑

source: Bearbeiten: %@
ar: تحرير: %@
bn: সম্পাদনা: %@
en: Edit: %@
es: Editar: %@
fr: Modifier : %@
hi: बदलें: %@
id: Edit: %@
it: Modifica: %@
ja: 編集: %@
ko: 편집: %@
pt: Editar: %@
ru: Редактирование: %@
tr: Düzenle: %@
ur: ترمیم: %@
vi: Chỉnh sửa: %@
zh_hans: 编辑：%@

source: Bedeutung
ar: المعنى
bn: অর্থ
en: What it means
es: Significado
fr: Signification
hi: मतलब
id: Arti
it: Significato
ja: 理由
ko: 의미
pt: Significado
ru: Что это значит
tr: Anlam
ur: مطلب
vi: Ý nghĩa
zh_hans: 含义

source: Behalten
ar: احتفاظ
bn: রাখুন
en: Keep
es: Conservar
fr: Garder
hi: रखें
id: Simpan
it: Mantieni
ja: 保存
ko: 유지
pt: Manter
ru: Оставить
tr: Sakla
ur: رکھیں
vi: Giữ lại
zh_hans: 保存

source: Bericht ansehen oder teilen
ar: اعرض التقرير أو شاركه
bn: রিপোর্ট দেখুন বা শেয়ার করুন
en: View or share the report
es: Ver o compartir el informe
fr: Voir ou partager le rapport
hi: रिपोर्ट देखें या शेयर करें
id: Lihat atau bagikan laporan
it: Mostra o condividi il report
ja: レポートを見る・共有する
ko: 보고서 보기 또는 공유
pt: Ver ou partilhar o relatório
ru: Посмотреть отчёт или поделиться
tr: Raporu görüntüle veya paylaş
ur: رپورٹ دیکھیں یا شیئر کریں
vi: Xem hoặc chia sẻ báo cáo
zh_hans: 查看或分享报告

source: Bericht teilen
ar: مشاركة التقرير
bn: রিপোর্ট শেয়ার করুন
en: Share report
es: Compartir informe
fr: Partager le rapport
hi: रिपोर्ट शेयर करें
id: Bagikan laporan
it: Condividi il report
ja: レポートを共有
ko: 보고서 공유
pt: Partilhar relatório
ru: Поделиться отчётом
tr: Raporu paylaş
ur: رپورٹ شیئر کریں
vi: Chia sẻ báo cáo
zh_hans: 分享报告

source: Bezeichnung (optional, z. B. „Privat“)
ar: تسمية (اختياري، مثلًا «شخصي»)
bn: লেবেল (ঐচ্ছিক, যেমন “ব্যক্তিগত”)
en: Label (optional, e.g. “Personal”)
es: Etiqueta (opcional, p. ej. «Personal»)
fr: Libellé (facultatif, p. ex. « Perso »)
hi: लेबल (वैकल्पिक, जैसे “निजी”)
id: Label (opsional, mis. “Pribadi”)
it: Etichetta (facoltativa, es. “Privato”)
ja: ラベル（任意、例:「プライベート」）
ko: 라벨 (선택 사항, 예: “개인”)
pt: Nome (opcional, p. ex. «Pessoal»)
ru: Название (необязательно, напр. «Личный»)
tr: Etiket (isteğe bağlı, örn. “Özel”)
ur: لیبل (اختیاری، مثلاً “ذاتی”)
vi: Nhãn (tùy chọn, vd. “Cá nhân”)
zh_hans: 名称（可选，例如“私人”）

source: Bild erstellt und dem Nutzer angezeigt.
ar: تم إنشاء الصورة وعرضها على المستخدم.
bn: ছবি তৈরি হয়েছে ও ইউজারকে দেখানো হয়েছে।
en: Image created and shown to the user.
es: Imagen creada y mostrada al usuario.
fr: Image créée et affichée à l'utilisateur.
hi: इमेज बना दी गई और यूज़र को दिखा दी गई।
id: Gambar dibuat dan ditampilkan ke pengguna.
it: Immagine creata e mostrata all'utente.
ja: 画像を生成してユーザーに表示しました。
ko: 이미지가 생성되어 사용자에게 표시되었습니다.
pt: Imagem criada e mostrada ao utilizador.
ru: Изображение создано и показано пользователю.
tr: Görsel oluşturuldu ve kullanıcıya gösterildi.
ur: تصویر بنائی گئی اور یوزر کو دکھائی گئی۔
vi: Đã tạo hình ảnh và hiển thị cho người dùng.
zh_hans: 已生成图片并展示给用户。

source: Bild-Modell (z. B. gpt-image-1)
ar: نموذج الصور (مثل gpt-image-1)
bn: ইমেজ মডেল (যেমন gpt-image-1)
en: Image model (e.g. gpt-image-1)
es: Modelo de imagen (p. ej. gpt-image-1)
fr: Modèle d'image (p. ex. gpt-image-1)
hi: इमेज मॉडल (जैसे gpt-image-1)
id: Model gambar (mis. gpt-image-1)
it: Modello immagini (es. gpt-image-1)
ja: 画像モデル（例: gpt-image-1）
ko: 이미지 모델 (예: gpt-image-1)
pt: Modelo de imagem (p. ex. gpt-image-1)
ru: Модель изображений (напр. gpt-image-1)
tr: Görsel modeli (örn. gpt-image-1)
ur: امیج ماڈل (مثلاً gpt-image-1)
vi: Mô hình hình ảnh (vd. gpt-image-1)
zh_hans: 图像模型（例如 gpt-image-1）
